/* plugin name */
"Knowmia" = "Knowmia";

/* Unable to share to Knowmia - message */
"Please check your network connection and try again." = "Verifique a conexão de rede e tente novamente.";

/* Sign in button Knowmia */
"Sign In..." = "Iniciar sessão...";

/* Sign out button Knowmia */
"Sign Out" = "Terminar sessão";

/* Link to capture Knowmia - message */
"The link to your capture is ready to be pasted" = "O link para sua captura está pronto para ser colado.";

/* Trial expired Knowmia - title
   Unable to share to Knowmia - title */
"Unable to share" = "Não é possível compartilhar";

/* plugin description */
"Upload the capture to Knowmia for image or video hosting." = "Carregue a captura no Knowmia para hospedagem de imagem ou vídeo.";

/* Trial expired Knowmia - message */
"Your trial or account access has ended. Please update your account to share." = "Seu acesso à avaliação ou à conta terminou. Atualize sua conta para compartilhar.";

